"OK" = " Определения";
"Back" = "возвращение";
"Done" = "завершить";
"Sorry" = "Прости";
"Cancel" = "отменить";
"Setting" = "Настройки";
"Photos" = "фото";
"Videos" = "видео";
"Preview" = "Просмотр";
"Full image" = "оригинал";
"Processing..." = "обработка...";
"Can not use camera" = " Невозможно использовать  камеры";
"Synchronizing photos from iCloud" = " В настоящее время  из  icloud  синхронизации  фото";
"Can not choose both video and photo" = "XXX";
"Can not choose both photo and GIF" = "XXX";
"Select the video when in multi state, we will handle the video as a photo" = "XXX";
"Can not jump to the privacy settings page, please go to the settings page by self, thank you" = "XXX";

"Select a maximum of %zd photos" = "XXX";
"Select a minimum of %zd photos" = "XXX";
"Allow %@ to access your album in \"Settings -> Privacy -> Photos\"" = "XXX";
"Please allow %@ to access your camera in \"Settings -> Privacy -> Camera\"" = "XXX";
